{
  "original": [
    "The Marlton Circle at Route 73 in Marlton was modified in 1974 to allow Route 73 to run directly straight through the circle.",
    "Despite receiving negative reviews, \"Brawl in the Family\"is often considered a fan favourite, and R.L.Shaffer of IGN called it one of the season's\"gems\".",
    "Transit workers wanted to unionize, and with the main company's management against any effort to change Omaha's reputation as a non@-@unionized city.",
    "As Elizabeth Hoiem explains, \"The most English of all Englishmen, then, is both king and slave, in many ways indistinguishable from Stephen Black.",
    "Lionel recovers from his catatonic state in season five when the Kryptonian artificial intelligence Jor@-@El takes over his body to speak with Clark.",
    "The album charted at number three, below fellow new album In the Zone by Britney Spears(number one)and above remix album Let It Be...Naked by The Beatles(number five).",
    "Sometimes, an exceptionally large male tiger shark can grow up to 4 m(13 ft 1 in).",
    "The station appears to have had two side platforms serving four tracks, accessed through a basement@-@level tunnel that was reached from the main waiting room by a staircase.",
    "On Rotten Tomatoes, the film holds a rating of 91%, based on 113 reviews, with an average rating of 8@.",
    "To the south west of the city lie the Lickey Hills, Clent Hills and Walton Hill, which reach 1@,@033 feet(315 m)and have extensive views over the city.",
    "He consequently ordered the construction of Fort Oswego at the mouth of the Oswego River.",
    "Both touchdowns catches included a run after the catch(the first catch going for 38 yards and the second going for 47 yards, both over the middle)displaying Johnson's speed and breakaway ability.",
    "Club reviewer Todd VanDerWerff gave\"Unusual Suspects\"an A-, and wrote that the episode\"is a love letter to the very idea of paranoia\".",
    "An antivenom has been available since 1956, and there have been no deaths directly due to redback bites since its introduction.",
    "Celina Murphy of Hot Press felt that Lotus's\"safer\"direction and Aguilera's\"default mode\"makes the album an improvement from Bionic.",
    "The softness of the brick has caused it to weather in a non@-@uniform fashion."
  ]
}